export const songReadings: Record<string, string> = {
  "退屈日和": "たいくつびより",
  "忘却炉": "ぼうきゃくろ",
  "春中夢": "はるちゅうむ",
  "愛才": "あいさい",
  "安酒にロマンス": "やすざけにろまんす",
  "甘々吟味": "あまあまぎんみ",
  "合鍵": "あいかぎ",
  "私は私なりの言葉でしか愛を伝えることができない": "わたしはわたしなりのことばでしかあいをつたえることができない",
  "終電": "しゅうでん",
  "深夜2時とはいぼーる": "しんやにじとはいぼーる",
  "生活": "せいかつ",
  "短夜": "みじかよ",
  "知らない惑星": "しらないわくせい",
  "憧れとレモンサワー": "あこがれとれもんさわー",
  "不幸維持法改定案": "ふこういじほうかいていあん",
  "癖": "くせ",
  "夢幻トリップ": "むげんとりっぷ",
  "明け方の海夜風": "あけがたのうみよかぜ",
  "連れ去って、サラブレッド": "つれさって、さらぶれっど",  


  // 必要な曲を追加
};